Repository: LeaderBoy/i18n-ios-xcstrings
Catalog: i18n-ios-xcstrings/Localizable2.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, zh_hans, zh_hk, zh_tw

source: © 6X Studio
ar: © 6X ستوديو
es: CCCCC

source: ⚠️ If you can't find it, please restart your phone and try again.
ar: ⚠️ إذا لم تتمكن من العثور عليه، يرجى إعادة تشغيل هاتفك والمحاولة مرة أخرى.
de: ⚠️ Wenn Sie es nicht finden können, starten Sie bitte Ihr Telefon neu und versuchen Sie es erneut.
es: ⚠️ Si no puedes encontrarlo, por favor reinicia tu teléfono e intenta de nuevo.
fr: ⚠️ Si vous ne le trouvez pas, veuillez redémarrer votre téléphone et réessayer.
it: ⚠️ Se non riesci a trovarlo, riavvia il tuo telefono e riprova.
ja: ⚠️ 見つからない場合は、電話を再起動してもう一度お試しください。
ko: ⚠️ 찾을 수 없다면, 휴대폰을 다시 시작하고 다시 시도하십시오.
nl: ⚠️ Als je het niet kunt vinden, start dan je telefoon opnieuw op en probeer het opnieuw.
pl: ⚠️ Jeśli nie możesz tego znaleźć, zrestartuj telefon i spróbuj ponownie.
pt: ⚠️ Se você não conseguir encontrar, por favor, reinicie seu telefone e tente novamente.
ru: ⚠️ Если вы не можете найти его, пожалуйста, перезагрузите телефон и попробуйте снова.
th: ⚠️ หากคุณไม่พบ โปรดรีสตาร์ทโทรศัพท์และลองอีกครั้ง
tr: ⚠️ Bulamazsanız, lütfen telefonunuzu yeniden başlatın ve tekrar deneyin.
zh_hans: ⚠️ 如果未搜索到，请重启手机后再试就可。
zh_hk: ⚠️ 如果未搜索到，请重启手机后再试就可。
zh_tw: ⚠️ 如果未搜索到，請重啟手機後再試就可。

source: 1234567890 (Default)
ar: 1234567890 (الافتراضي)
de: 1234567890 (Standard)
es: 1234567890 (Por defecto)
fr: 1234567890 (Par défaut)
it: 1234567890 (Predefinito)
ja: 1234567890 (デフォルト)
ko: 1234567890 (기본)
nl: 1234567890 (Standaard)
pl: 1234567890 (Domyślnie)
pt: 1234567890 (Padrão)
ru: 1234567890 (По умолчанию)
th: 1234567890 (ค่าเริ่มต้น)
tr: 1234567890 (Varsayılan)
zh_hans: 1234567890 (默认)
zh_hk: 1234567890 (默認)
zh_tw: 1234567890 (預設)

source: ① From the Home Screen, touch and hold a widget or an empty area until the apps jiggle. Tap the Add button Gray add button + in the upper-left corner.
ar: ① من الشاشة الرئيسية، اضغط مع الاستمرار على واجهة أو منطقة فارغة حتى تتمايل التطبيقات. اضغط على زر الإضافة + في الزاوية العلوية اليسرى.
de: ① Vom Startbildschirm aus berühren und halten Sie ein Widget oder einen leeren Bereich, bis die Apps wackeln. Tippen Sie auf die Schaltfläche Hinzufügen Graue Schaltfläche Hinzufügen + in der oberen linken Ecke.
es: ① Desde la pantalla de inicio, toca y mantén presionado un widget o un área vacía hasta que las aplicaciones se tambaleen. Toca el botón Agregar en la esquina superior izquierda.
fr: ① Depuis l\'écran d\'accueil, touchez et maintenez un widget ou une zone vide jusqu\'à ce que les applications gigotent. Appuyez sur le bouton Ajouter Bouton gris ajouter + dans le coin supérieur gauche.
it: ① Dalla schermata principale, tocca e tieni premuto un widget o un\'area vuota fino a quando le app non tremano. Tocca il pulsante Aggiungi Grigio pulsante aggiungi + nell\'angolo in alto a sinistra.
ja: ① ホーム画面から、ウィジェットまたは空白の領域をタッチして押し続け、アプリが揺れるまで待ちます。 左上隅の追加ボタン グレーの追加ボタン + をタップします。
ko: ① 홈 화면에서 위젯 또는 빈 영역을 터치하고 잡아당깁니다. 앱이 흔들립니다. 왼쪽 상단에 추가 버튼 회색 추가 버튼 +를 누릅니다.
nl: ① Vanaf het startscherm, raak en houd een widget of een leeg gebied vast totdat de apps wiebelen. Tik op de toevoegknop Grijs toevoegknop + in de linkerbovenhoek.
pl: ① Na ekranie głównym dotknij i przytrzymaj widget lub puste pole, aż aplikacje zaczną się trząść. Naciśnij przycisk Dodaj Szary przycisk dodaj + w lewym górnym rogu.
pt: ① Da tela inicial, toque e segure um widget ou uma área vazia até que os aplicativos tremam. Toque no botão Adicionar Cinza adicionar botão + no canto superior esquerdo.
ru: ① С главного экрана коснитесь и удерживайте виджет или пустую область, пока приложения не начнут дрожать. Нажмите кнопку Добавить Серая кнопка добавления + в верхнем левом углу.
th: ① จากหน้าจอหลัก แตะและค้างวิดเจ็ตหรือพื้นที่ว่างจนแอปเริ่มสั่น แตะปุ่มเพิ่ม ปุ่มเพิ่มสีเทา + ที่มุมบนซ้าย
tr: ① Ana Ekran'dan, bir widget'ı veya boş bir alanı tıklayın ve sallanıncaya kadar bekleyin. Sol üst köşedeki Ekle düğmesine tıklayın Gri ekle düğmesi + .
zh_hans: ① 在主屏幕上，按住任意小组件或空白区域，直到 App 开始晃动。轻点左上角的“添加” 按钮 + “添加”按钮。
zh_hk: ① 在主屏幕上，按住任意小組件或空白區域，直到 App 開始晃動。輕點左上角的“添加” 按鈕 + “添加”按鈕。
zh_tw: ① 在主屏幕上，按住任意小組件或空白區域，直到 App 開始晃動。輕點左上角的“添加” 按鈕 + “添加”按鈕。

source: ② Search and tap "Desktop Calculator", you may need to restart your phone to find it.
ar: ② ابحث واضغط على \"الة حاسبة سطح المكتب\"، قد تحتاج إلى إعادة تشغيل هاتفك للعثور عليه.
de: ② Suchen und tippen Sie auf \"Desktop-Rechner\", Sie müssen möglicherweise Ihr Telefon neu starten, um es zu finden.
es: ② Busca y toca \"Calculadora de escritorio\", es posible que necesites reiniciar tu teléfono para encontrarla.
fr: ② Recherchez et appuyez sur \"Calculatrice de bureau\", vous devrez peut-être redémarrer votre téléphone pour la trouver.
it: ② Cerca e tocca \"Calcolatrice Desktop\", potrebbe essere necessario riavviare il telefono per trovarlo.
ja: ② 「デスクトップ計算機」を検索してタップします。見つけるためには電話を再起動する必要があるかもしれません。
ko: ② \"데스크톱 계산기\"를 검색하고 탭하십시오, 찾기 위해 휴대폰을 다시 시작해야 할 수도 있습니다.
nl: ② Zoek en tik op \"Desktop Calculator\", je moet mogelijk je telefoon opnieuw opstarten om het te vinden.
pl: ② Wyszukaj i naciśnij \"Kalkulator na pulpicie\", może być konieczne zrestartowanie telefonu, aby go znaleźć.
pt: ② Pesquise e toque em \"Calculadora de Mesa\", você pode precisar reiniciar seu telefone para encontrá-la.
ru: ② Поиск и нажмите \"Desktop Calculator\", вам может потребоваться перезагрузить телефон, чтобы найти его.
th: ② ค้นหาและแตะ \"Desktop Calculator\" คุณอาจจำเป็นต้องรีสตาร์ทโทรศัพท์เพื่อค้นหา
tr: ② "Masaüstü Hesap Makinesi"ni arayın ve üzerine tıklayın, bulabilmeniz için telefonunuzu yeniden başlatmanız gerekebilir.
zh_hans: ② 搜索並點選“桌面計算器”，可能需要重启手机以找到。
zh_hk: ② 搜索並點選“桌面計算器”，可能需要重啟手機以找到。
zh_tw: ② 搜索並點選“桌面計算器”，可能需要重啟手機以找到。

source: ③ Tap "Add Widget", then tap "Done".
ar: ③ اضغط على \"إضافة واجهة\"، ثم اضغط على \"تم\".
de: ③ Tippen Sie auf \"Widget hinzufügen\", dann tippen Sie auf \"Fertig\".
es: ③ Toca \"Agregar Widget\", luego toca \"Hecho\".
fr: ③ Appuyez sur \"Ajouter un widget\", puis appuyez sur \"Terminé\".
it: ③ Tocca \"Aggiungi Widget\", poi tocca \"Fatto\".
ja: ③ 「ウィジェットを追加」をタップし、「完了」をタップします。
ko: ③ \"위젯 추가\"를 탭하고, \"완료\"를 탭하십시오.
nl: ③ Tik op \"Widget toevoegen\", tik vervolgens op \"Klaar\".
pl: ③ Naciśnij \"Dodaj widget\", a następnie naciśnij \"Gotowe\".
pt: ③ Toque em \"Adicionar Widget\", depois toque em \"Concluído\".
ru: ③ Нажмите \"Добавить виджет\", затем нажмите \"Готово\".
th: ③ แตะ \"เพิ่มวิดเจ็ต\" จากนั้นแตะ \"เสร็จสิ้น\"
tr: ③ "Widget Ekle"ye tıklayın, ardından "Tamam"ı tıklayın.
zh_hans: ③ 轻点“添加小组件”，然后轻点“完成”。
zh_hk: ③ 輕點“添加小組件”，然後輕點“完成”。
zh_tw: ③ 點擊\"新增小工具\"，然後點擊\"完成\"。

source: ④ Now, calculate anytime without open app.
ar: ④ الآن، احسب في أي وقت بدون فتح التطبيق.
de: ④ Jetzt können Sie jederzeit rechnen, ohne die App zu öffnen.
es: ④ Ahora, calcula en cualquier momento sin abrir la aplicación.
fr: ④ Maintenant, calculez à tout moment sans ouvrir l\'application.
it: ④ Ora, calcola in qualsiasi momento senza aprire l\'app.
ja: ④ これで、アプリを開かずにいつでも計算できます。
ko: ④ 이제, 앱을 열지 않고 언제든지 계산할 수 있습니다.
nl: ④ Nu, bereken op elk moment zonder de app te openen.
pl: ④ Teraz możesz obliczać w dowolnym momencie bez otwierania aplikacji.
pt: ④ Agora, calcule a qualquer momento sem abrir o aplicativo.
ru: ④ Теперь вы можете считать в любое время без открытия приложения.
th: ④ ตอนนี้ คำนวณได้ทุกเวลาโดยไม่ต้องเปิดแอป
tr: ④ Şimdi, uygulamayı açmadan her zaman hesaplama yapabilirsiniz.
zh_hans: ④ 今后，无需打开，随时计算。
zh_hk: ④ 今後，無需打開，隨時計算。
zh_tw: ④ 現在，無需開啟應用程式即可隨時計算。

source: Add desktop widget?
ar: هل تريد إضافة واجهة سطح المكتب؟
de: Desktop-Widget hinzufügen?
es: ¿Agregar widget de escritorio?
fr: Ajouter un widget de bureau ?
it: Aggiungi widget del desktop?
ja: デスクトップウィジェットを追加しますか？
ko: 데스크톱 위젯 추가?
nl: Desktopwidget toevoegen?
pl: Dodać widget na pulpit?
pt: Adicionar widget de desktop?
ru: Добавить виджет на рабочий стол?
th: เพิ่มวิดเจ็ตบนหน้าจอ?
tr: Masaüstü takoz ekleyin?
zh_hans: 添加为桌面小组件？
zh_hk: 添加為桌面小組件？
zh_tw: 新增桌面小工具？

source: Advanced Settings
ar: الإعدادات المتقدمة
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
pt: Configurações avançadas
ru: Расширенные настройки
th: การตั้งค่าขั้นสูง
tr: Gelişmiş Ayarlar
zh_hans: 高级设置
zh_hk: 高級設置
zh_tw: 進階設定

source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuraciones de la aplicación
fr: Paramètres de l\'application
it: Impostazioni dell\'app
ja: アプリ設定
ko: 앱 설정
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do aplicativo
ru: Настройки приложения
th: การตั้งค่าแอป
tr: Uygulama Ayarları
zh_hans: App 设置
zh_hk: App 設置
zh_tw: 應用程式設定

source: Are you influencer?
ar: هل أنت مؤثر؟
de: Sind Sie Influencer?
es: ¿Eres influencer?
fr: Êtes-vous influenceur ?
it: Sei un influencer?
ja: あなたはインフルエンサーですか？
ko: 당신은 영향력자입니까?
nl: Ben je een influencer?
pl: Czy jesteś influencerem?
pt: Você é influenciador?
ru: Вы влиятельный?
th: คุณเป็นผู้มีอิทธิพล?
tr: tkEileyicisi misiniz?
zh_hans: 您是影响者吗？
zh_hk: 您是影響者嗎？
zh_tw: 你是影響者嗎？

source: Calc Again
ar: حساب مرة أخرى
de: Nochmal berechnen
es: Calcule de nuevo
fr: Calculez à nouveau
it: Calcola di nuovo
ja: 再計算する
ko: 다시 계산
nl: Bereken opnieuw
pl: Oblicz ponownie
pt: Calcule Novamente
ru: Снова рассчитать
th: คำนวณอีกครั้ง
tr: Tekrar Hesapla
zh_hans: 再次计算
zh_hk: 再次計算
zh_tw: 再次計算

source: Calculator
ar: الة حاسبة
de: Rechner
es: Calculadora
fr: Calculatrice
it: Calcolatrice
ja: 計算機
ko: 계산기
nl: Rekenmachine
pl: Kalkulator
pt: Calculadora
ru: Калькулятор
th: เครื่องคิดเลข
tr: Hesap Makinesi
zh_hans: 计算器
zh_hk: 計算器
zh_tw: 計算器

source: Calculator Settings
ar: إعدادات الة الحاسبة
de: Rechnereinstellungen
es: Configuraciones de la calculadora
fr: Paramètres de la calculatrice
it: Impostazioni della calcolatrice
ja: 計算機設定
ko: 계산기 설정
nl: Rekenmachine Instellingen
pl: Ustawienia kalkulatora
pt: Configurações da calculadora
ru: Настройки калькулятора
th: การตั้งค่าเครื่องคิดเลข
tr: Hesap Makinesi Ayarları
zh_hans: 计算器设置
zh_hk: 計算器設置
zh_tw: 計算器設定

source: Calculator Themes
ar: ثيمات الة الحاسبة
de: Rechner-Themen
es: Temas de la calculadora
fr: Thèmes de la calculatrice
it: Temi della calcolatrice
ja: 計算機テーマ
ko: 계산기 테마
nl: Rekenmachine Thema\'s
pl: Motywy kalkulatora
pt: Temas da calculadora
ru: Темы калькулятора
th: ธีมเครื่องคิดเลข
tr: Hesap Makinesi Temaları
zh_hans: 计算器主题
zh_hk: 計算器主題
zh_tw: 計算器主題

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l\'historique
it: Cancella la storia
ja: 履歴をクリア
ko: 기록 지우기
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
zh_hans: 清空历史
zh_hk: 清空歷史
zh_tw: 清除歷史

source: Click
ar: انقر
de: Klicken
es: Clic
fr: Cliquez
it: Clicca
ja: クリック
ko: 클릭
nl: Klik
pl: Kliknij
pt: Clique
ru: Клик
th: คลิก
tr: Tıkla
zh_hans: 点击声
zh_hk: 點擊聲
zh_tw: 點擊

source: Click-through Issue?
ar: مشكلة في النقر؟
de: Durchklickproblem?
es: ¿Problema de clics?
fr: Problème de clic ?
it: Problema di clic attraverso?
ja: クリックスルーの問題？
ko: 클릭 이슈?
nl: Doorklikprobleem?
pl: Problem z kliknięciem?
pt: Problema de clique através?
ru: Проблема с кликом?
th: ปัญหาการคลิกผ่าน?
tr: Tıklama Sorunu?
zh_hans: 点击穿透问题？
zh_hk: 點擊穿透問題？
zh_tw: 點擊問題？

source: Contact Developer
ar: اتصل بالمطور
de: Entwickler kontaktieren
es: Contactar al desarrollador
fr: Contacter le développeur
it: Contatta lo sviluppatore
ja: 開発者に連絡する
ko: 개발자에게 연락하기
nl: Contact Ontwikkelaar
pl: Kontakt z deweloperem
pt: Contate o desenvolvedor
ru: Связаться с разработчиком
th: ติดต่อนักพัฒนาซอฟต์แวร์
tr: Geliştiriciyle İletişime Geç
zh_hans: 联系开发者
zh_hk: 聯系開發者
zh_tw: 聯絡開發者

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Contacteer ons
pl: Skontaktuj się z nami
pt: Contate-nos
ru: Связаться с нами
th: ติดต่อเรา
tr: Bize Ulaşın
zh_hans: 联系我们
zh_hk: 聯系我們
zh_tw: 聯絡我們

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowane
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
zh_hans: 已复制
zh_hk: 已復制
zh_tw: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
zh_hans: 复制
zh_hk: 復制
zh_tw: 複製

source: Copy All
ar: نسخ الكل
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nl: Alles kopiëren
pl: Kopiuj wszystko
pt: Copiar tudo
ru: Копировать все
th: คัดลอกทั้งหมด
tr: Tümünü Kopyala
zh_hans: 全部复制
zh_hk: 全部復制
zh_tw: 全部複製

source: Copy Equation
ar: نسخ المعادلة
de: Gleichung kopieren
es: Copiar Ecu
fr: Copier l'équation
it: Copia equazione
ja: 数式をコピーする
ko: 방정식 복사
nl: Kopieer Vergelijking
pl: Skopiuj rownanie
pt: Copiar Equação
ru: Скопировать уравнение
th: คัดลอกสมการ
tr: Denklemi Kopyala
zh_hans: 复制等式
zh_hk: 複製方程式
zh_tw: 複製等式

source: Copy Result
ar: نسخ النتيجة
de: Ergebnis kopieren
es: aciónCopiar Resultado
fr: Copier le résultat
it: Copia risultato
ja: 結果をコピーする
ko: 결과 복사
nl: Kopieer Resultaat
pl: Skopiuj wynik
pt: Copiar Resultado
ru: Скопировать результат
th: คัดลอกผลลัพธ์
tr: Sonucu Kopyala
zh_hans: 复制结果
zh_hk: 複製結果
zh_tw: 複製結果

source: Current Locale
ar: اللغة المحلية الحالية
de: Aktuelle Lokale
es: Localidad Actual
fr: Locale actuelle
it: Località corrente
ja: 現在のロケール
ko: 현재 로캘
nl: Huidige Locale
pl: Aktualna lokalizacja
pt: Local Atual
ru: Текущая локализация
th: สถานที่ปัจจุบัน
tr: Mevcut Yerel
zh_hans: 当前地点
zh_hk: 當前地區
zh_tw: 當前地區

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 정의
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ru: Пользовательский
th: ที่กำหนดเอง
tr: Özel
zh_hans: 自定义
zh_hk: 自定義
zh_tw: 自訂

source: Custom Theme UI
ar: واجهة المستخدم للثيم المخصص
de: Benutzerdefinierte Theme UI
es: Interfaz de usuario del tema personalizado
fr: Interface utilisateur du thème personnalisé
it: Interfaccia utente del tema personalizzato
ja: カスタムテーマUI
ko: 사용자 정의 테마 UI
nl: Aangepaste thema UI
pl: Niestandardowy interfejs użytkownika motywu
pt: Interface do usuário do tema personalizado
ru: Пользовательский интерфейс темы
th: ที่กำหนดเอง UI ธีม
tr: Özel Tema UI
zh_hans: 自定义主题 UI
zh_hk: 自定義主題 UI
zh_tw: 自訂主題 UI

source: Da
ar: دا
ja: ダ
ko: 다
ru: Да
th: ดา
zh_hans: 嗒
zh_hk: 嗒

source: Dang
ar: دانغ
ja: ダン
ko: 당
ru: Данг
th: ดัง
zh_hans: 铛
zh_hk: 鐺

source: Debug
ar: تصحيح الأخطاء
es: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
pt: Depurar
ru: Отладка
th: ดีบัก
tr: Hata Ayıklama
zh_hans: 调试
zh_hk: 調試
zh_tw: 除錯

source: Decimal Precision
ar: الدقة العشرية
de: Dezimalgenauigkeit
es: Precisión decimal
fr: Précision décimale
it: Precisione decimale
ja: 小数精度
ko: 소수점 정밀도
nl: Decimale precisie
pl: Precyzja dziesiętna
pt: Precisão decimal
ru: Точность десятичных дробей
th: ความแม่นยำทศนิยม
tr: Ondalık Hassasiyet
zh_hans: 小数点后位数
zh_hk: 小數點後位數
zh_tw: 小數精確度

source: Default Voice
ar: الصوت الافتراضي
de: Standardstimme
es: Voz por defecto
fr: Voix par défaut
it: Voce predefinita
ja: デフォルトの音声
ko: 기본 음성
nl: Standaardstem
pl: Domyślny głos
pt: Voz padrão
ru: Голос по умолчанию
th: เสียงเริ่มต้น
tr: Varsayılan Ses
zh_hans: 默认语音
zh_hk: 默認語音
zh_tw: 預設語音

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Deletar
ru: Удалить
th: ลบ
tr: Sil
zh_hans: 删除
zh_hk: 刪除
zh_tw: 刪除

source: Delete All
ar: حذف الكل
de: Alles löschen
es: Eliminar todo
fr: Supprimer tout
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt: Deletar tudo
ru: Удалить все
th: ลบทั้งหมด
tr: Tümünü Sil
zh_hans: 删除全部
zh_hk: 刪除全部
zh_tw: 全部刪除

source: Desktop Calculator
ar: الة حاسبة سطح المكتب
de: Desktop-Rechner
es: Calculadora de escritorio
fr: Calculatrice de bureau
it: Calcolatrice Desktop
ja: デスクトップ計算機
ko: 데스크톱 계산기
nl: Desktop Rekenmachine
pl: Kalkulator na pulpicie
pt: Calculadora de mesa
tr: Masaüstü Hesap Makinesi
zh_hans: 桌面计算器
zh_hk: 桌面計算器
zh_tw: 桌面計算器

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamamlandı
zh_hans: 完成
zh_hk: 完成
zh_tw: 完成

source: Due to system limitation, when you click too fast on the widget, there may be a problem of clicking through to open the main app, please just slow down the speed of clicking, we will continue to optimize this issue.
ar: بسبب قيود النظام، عندما تنقر بسرعة على الواجهة، قد يكون هناك مشكلة في النقر لفتح التطبيق الرئيسي، يرجى فقط تباطؤ سرعة النقر، سنستمر في تحسين هذه المشكلة.
de: Aufgrund von Systembeschränkungen kann es bei zu schnellem Klicken auf das Widget zu einem Durchklickproblem kommen, das die Haupt-App öffnet. Bitte verlangsamen Sie das Klicktempo, wir werden dieses Problem weiter optimieren.
es: Debido a la limitación del sistema, cuando haces clic demasiado rápido en el widget, puede haber un problema de clics que abre la aplicación principal, por favor solo reduce la velocidad de los clics, continuaremos optimizando este problema.
fr: En raison de la limitation du système, lorsque vous cliquez trop vite sur le widget, il peut y avoir un problème de clic à travers pour ouvrir l\'application principale, veuillez simplement ralentir la vitesse de clic, nous continuerons à optimiser ce problème.
it: A causa della limitazione del sistema, quando si clicca troppo velocemente sul widget, può esserci un problema di clic attraverso per aprire l\'app principale, si prega di rallentare la velocità di clic, continueremo a ottimizzare questo problema.
ja: システムの制限により、ウィジェットを高速にクリックすると、メインアプリを開くためのクリックスルーの問題が発生する可能性があります。クリックの速度を遅くしてください。この問題の最適化を続けます。
ko: 시스템 제한으로 인해 위젯에서 너무 빨리 클릭하면 메인 앱을 열려고 클릭하는 문제가 발생할 수 있습니다. 클릭 속도를 줄이면 됩니다. 이 문제를 계속 최적화할 것입니다.
nl: Vanwege systeembeperkingen, wanneer je te snel op de widget klikt, kan er een probleem zijn met doorklikken om de hoofdapp te openen, vertraag gewoon de snelheid van het klikken, we zullen dit probleem blijven optimaliseren.
pl: Ze względu na ograniczenia systemowe, gdy klikasz zbyt szybko na widżet, może wystąpić problem z kliknięciem, aby otworzyć główną aplikację, po prostu zwolnij tempo klikania, będziemy nadal optymalizować ten problem.
pt: Devido à limitação do sistema, quando você clica muito rápido no widget, pode haver um problema de clicar para abrir o aplicativo principal, por favor, apenas diminua a velocidade de clicar, continuaremos a otimizar este problema.
ru: Из-за системных ограничений, когда вы слишком быстро нажимаете на виджет, может возникнуть проблема с кликом для открытия основного приложения, пожалуйста, просто замедлите скорость клика, мы продолжим оптимизировать эту проблему.
th: เนื่องจากข้อจำกัดของระบบ เมื่อคุณคลิกที่วิดเจ็ตเร็วเกินไป อาจมีปัญหาการคลิกผ่านเพื่อเปิดแอปหลัก โปรดช้าลงความเร็วในการคลิก เราจะทำการปรับปรุงปัญหานี้ต่อไป
tr: Sistem sınırlaması nedeniyle, takoz üzerine çok hızlı tıklarsanız, ana uygulamayı açmak için tıklama sorunu olabilir, lütfenıkl tama hızını yavaşlatın, bu sorunu optimize etmeye devam edeceğiz.
zh_hans: 受系统限制，在小组件上点击过快时，可能会出现点击穿透打开主 App 的问题，请减慢点击速度即可，我们会持续优化此问题。
zh_hk: 受系統限制，在小組件上點擊過快時，可能會出現點擊穿透打開主 App 的問題，請減慢點擊速度即可，我們會持續優化此問題。
zh_tw: 受系統限制，在小組件上點擊過快時，可能會出現點擊穿透打開主 App 的問題，請減慢點擊速度即可，我們會持續優化此問題。

source: Enable Sound
ar: تمكين الصوت
de: Ton aktivieren
es: Habilitar sonido
fr: Activer le son
it: Abilita suono
ja: サウンドを有効にする
ko: 소리 활성화
nl: Geluid inschakelen
pl: Włącz dźwięk
pt: Habilitar som
ru: Включить звук
th: เปิดเสียง
tr: Sesi Etkinleştir
zh_hans: 开启声音
zh_hk: 開啟聲音
zh_tw: 開啟聲音

source: Export Log
ar: تصدير السجل
de: Protokoll exportieren
es: Exportar registro
fr: Exporter le journal
it: Esporta Log
ja: ログをエクスポート
ko: 로그 내보내기
nl: Log exporteren
pl: Eksportuj dziennik
pt: Exportar Log
ru: Экспорт журнала
th: ส่งออกบันทึก
tr: üGnlüğü Dışa Aktar
zh_hans: 导出日志
zh_hk: 導出日誌
zh_tw: 匯出日誌

source: Family Sharing
ar: مشاركة العائلة
de: Familienfreigabe
es: Compartir en familia
fr: Partage familial
it: Condivisione in famiglia
ja: ファミリーシェアリング
ko: 가족 공유
nl: Familie delen
pl: Udostępnianie rodzinne
pt: Compartilhamento em família
ru: Семейное общение
th: การแบ่งปันในครอบครัว
tr: Aile Paylaşımı
zh_hans: 家庭共享
zh_hk: 家庭共用
zh_tw: 家庭共享

source: Feedback
ar: الملاحظات
es: Comentarios
fr: Retour d\'information
ja: フィードバック
ko: 피드백
pl: Opinie
ru: Обратная связь
th: ข้อเสนอแนะ
tr: Geri Bildirim
zh_hans: 反馈&建议
zh_hk: 反饋&建議
zh_tw: 回饋

source: Font Name
ar: اسم الخط
de: Schriftname
es: Nombre de la fuente
fr: Nom de la police
it: Nome del carattere
ja: フォント名
ko: 글꼴 이름
nl: Lettertypenaam
pl: Nazwa czcionki
pt: Nome da fonte
ru: Название шрифта
th: ชื่อฟอนต์
tr: Font Adı
zh_hans: 字体名称
zh_hk: 字體名稱
zh_tw: 字體名稱

source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
it: Dimensione del carattere
ja: フォントサイズ
ko: 글꼴 크기
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта
th: ขนาดตัวอักษร
tr: Yazı Boyutu
zh_hans: 文字字号
zh_hk: 文字字號
zh_tw: 字體大小

source: Font Type
ar: نوع الخط
de: Schriftart
es: Tipo de fuente
fr: Type de police
it: Tipo di carattere
ja: フォントタイプ
ko: 글꼴 유형
nl: Lettertype
pl: Typ czcionki
pt: Tipo de fonte
ru: Тип шрифта
th: ประเภทฟอนต์
tr: Yazı Tipi
zh_hans: 字体
zh_hk: 字體
zh_tw: 字體類型

source: Fonts
ar: الخطوط
de: Schriftarten
es: Fuentes
fr: Polices
it: Caratteri
ja: フォント
ko: 글꼴
nl: Lettertypen
pl: Czcionki
pt: Fontes
ru: Шрифты
th: ฟอนต์
tr: Fontlar
zh_hans: 字体
zh_hk: 字體
zh_tw: 字體

source: Function BG Color
ar: لون خلفية الوظيفة
de: Funktionshintergrundfarbe
es: Color de fondo de la función
fr: Couleur de fond de la fonction
it: Colore di sfondo della funzione
ja: 機能BGカラー
ko: 기능 BG 색상
nl: Functie BG Kleur
pl: Kolor tła funkcji
pt: Cor de fundo da função
ru: Цвет фона функции
th: สีพื้นหลังฟังก์ชัน
tr: Fonksiyon BG Renk
zh_hans: 功能键背景色
zh_hk: 功能鍵背景色
zh_tw: 功能背景顏色

source: Function Text Color
ar: لون نص الوظيفة
de: Funktionstextfarbe
es: Color de texto de la función
fr: Couleur du texte de la fonction
it: Colore del testo della funzione
ja: 機能テキストカラー
ko: 기능 텍스트 색상
nl: Functie Tekst Kleur
pl: Kolor tekstu funkcji
pt: Cor do texto da função
ru: Цвет текста функции
th: สีข้อความฟังก์ชัน
tr: Fonksiyon Metin Renk
zh_hans: 功能键字色
zh_hk: 功能鍵字色
zh_tw: 功能文字顏色

source: Future cool features
ar: ميزات رائعة في المستقبل
de: Zukünftige coole Funktionen
es: Funciones futuras geniales
fr: Fonctionnalités cool futures
it: Funzioni future cool
ja: 未来のクールな機能
ko: 미래의 멋진 기능
nl: Toekomstige coole functies
pl: Przyszłe fajne funkcje
pt: Recursos legais futuros
ru: Будущие крутые функции
th: คุณลักษณะเจ๋งในอนาคต
tr: Gelecek serin özellikleri
zh_hans: 未来更多酷功能
zh_hk: 未來更多酷功能
zh_tw: 未來酷炫功能

source: Get Pro
ar: احصل على النسخة المحترفة
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
it: Ottieni Pro
ja: Proを取得
ko: 프로 받기
nl: Krijg Pro
pl: Zdobądź Pro
pt: Obter Pro
ru: Получить Pro
th: รับ Pro
tr: Pro Al
zh_hans: 获得 Pro
zh_hk: 獲得 Pro
zh_tw: 取得專業版

source: Give network permission for more themes >
ar: منح الإذن للشبكة للمزيد من الثيمات >
de: Geben Sie Netzwerkberechtigung für mehr Themen >
es: Dar permiso de red para más temas >
fr: Donner la permission réseau pour plus de thèmes >
it: Dai il permesso di rete per più temi >
ja: より多くのテーマのためのネットワーク許可を与える >
ko: 더 많은 테마를 위해 네트워크 권한 부여 >
nl: Geef netwerktoestemming voor meer thema\'s >
pl: Udziel uprawnień sieciowych dla więcej motywów >
pt: Dê permissão de rede para mais temas >
ru: Дайте разрешение на сеть для большего количества тем >
th: ให้สิทธิ์เครือข่ายสำหรับธีมเพิ่มเติม >
tr: Daha fazla tema için ağ izni ver >
zh_hans: 开启网络授权查看更多主题 >
zh_hk: 開啟網路授權查看更多主題 >
zh_tw: 給予網路權限以取得更多主題 >

source: Glass
ar: زجاج
de: Glas
es: Vidrio
fr: Verre
it: Vetro
ja: ガラス
ko: 유리
nl: Glas
pl: Szklany
pt: Vidro
ru: Стекло
th: กระจก
tr: Cam
zh_hans: 玻璃敲击
zh_hk: 玻璃敲擊
zh_tw: 玻璃
